import europeanFund from "../static/european-fund.png";
import europeanFund2 from "../static/european-fund2.png";

export const bg = {
  navbar: {
    home: "Начало",
    aboutUs: "За нас",
    services: "Услуги",
    gallery: "Галерия",
    contacts: "Контакти",
  },

  home: {
    titleSection: {
      title: "Кои сме ние?",
      desc: "Вече 20 години превозваме Вашите товари и свързваме бизнеса Ви с европейския пазар!",
      subtitle1: "Нашата дейност",
      desc1:
        "Нашата основна дейност е автомобилният международен транспорт на стоки и товари, осигурявайки висококачествени услуги за нашите клиенти.",
      subtitle2: "Нашите принципи",
      desc2:
        "Вярваме, че предлаганите висококачествени услуги, индивидуалният подход, както и бързите гъвкави решения в комбинация с дългогодишният ни опит, са причините, поради които нашите клиенти ни избират.",
      subtitle3: "Партньорства и доверие",
      desc3:
        "Днес Класик 2000 ООД успешно си сътрудничи с водещите български и международни компании в транспортната логистика и спедиция.",
    },

    statistics: {
      title: "Цифри и факти",
    },

    ourOffers: {
      title: "Какво ви предлагаме",
      subtitle1: "Транспорт",
      desc1:
        "Основните дестинации от/до, които превозваме товари са: Гърция, България, Германия, Нидерландия, Белгия, Люксембург, Франция, Дания, Норвегия, Швеция, Финландия, Литва, Латвия, Естония, Полша...",
      subtitle2: "Складиране и ТРО",
      desc2:
        "Можем да предложим складова площ 1000 m² с възможност за разделяне на 2 х 500 m² и товаро-разтоварни операции с мотокар до 4 тона...",
      subtitle3: "Охраняем паркинг за камиони",
      desc3:
        "Паркингът се намира в базата ни. Локацията е удобна, защото се намира на влизане в град Видин...",
      subtitle4: "Сервиз",
      desc4:
        "Предлагаме широк обхват от ремонтни услуги за тежкотоварни автомобили в собствен сервиз...",
      button: "Прочетете повече",
    },

    form: {
      title: "Изпратете запитване",
      companyName: "Име на фирмата",
      contactPerson: "Лице за контакт",
      email: "E-mail адрес",
      phoneNumber: "Телефонен номер",
      messageSubject: "Тема за запитване",
      messageDesc: "Описание на запитването",
      button: "Изпрати запитване",
    },
  },

  aboutUs: {
    title: "За нас",
    subtitle1: "Кога?",
    desc1:
      "Класик 2000 е семейна фирма, започнала своята дейност през далечната вече 2004-а година. Започнахме без опит и само с един малък камион. С много труд, постоянство и коректност, печелим първите си редовни клиенти. 20 години по-късно Класик 2000 е едно утвърдено и познато име в българския транспортен бранш и продължава своето успешно развитие, въпреки многото трудности през годините.",
    subtitle2: "Къде?",
    desc2:
      "Седалището ни е в град Видин, България. След много инвестиции през 2015-а успяхме да обединим цялата ни дейност на едно място, съчетаващо офиси, складове, паркинг и сервиз. Локацията ни е на входа на град Видин и предлага бърза удобна връзка с Дунав мост-2 и международен път Е-79. Това е от ключово значение за процеса на работа при предлагането на бързи и ефикасни транспортни решения.",
    subtitle3: "Как?",
    desc3:
      "С много труд, отдаденост и постоянство изградихме това, което сме днес. Опитният ни екип е на Ваше разположение, за да намери най-доброто транспортно решение.",

    card: "обърни",
    titleFront1: "Нашата мисия",
    titleBack1: "Нашата мисия е:",
    descBack1: {
      desc1:
        "Успешно сътрудничество в дългосрочен план с различните видове товародатели и изпълнение на желаните от тях изисквания за транспорт;",
      desc2:
        "Да бъдем социално и обществено отговорни и да продължим да осигуряваме работни места за нашия регион;",
      desc3:
        "Да бъдем партньор на своите клиенти, допринасяйки към взаимните бизнес отношения с лоялност и коректност.",
    },
    titleFront2: "Нашата визия",
    titleBack2: "Нашата визия е:",
    descBack2: {
      desc1:
        "Постоянно да търсим нови начини и методи за оптимизация на работните процеси;",
      desc2:
        "Да поддържаме и/или увеличаваме броя на превозните средства в автопарка;",
      desc3: "Успешно да развиваме един задружен и мотивиран екип;",
      desc4: "Да поддържаме своето добро име и позиция на транспортния пазар.",
    },
  },

  services: {
    transport: {
      title: "Транспортни услуги",
      subtitle1: "Основни дестинации",
      desc1:
        "Основните дестинации от/до, които превозваме товари са: Гърция, България, Германия, Нидерландия, Белгия, Люксембург, Франция, Дания, Норвегия, Швеция, Финландия, Литва, Латвия, Естония, Полша. При запитване имаме възможност за превози и от/за други релации на територията на Европейския съюз.",
      subtitle2: "Превози и типове товари",
      desc2:
        "Извършваме превози основно на цели товари (FTL), но при възможност предлагаме и групажни превози (LTL).",
      subtitle3: "Специализация в превоза на дрехи",
      desc3:
        "Специализирани сме в превоза на дрехи на закачалки в специални ремаркета фургони. С този тип превози стартира и нашата дейност.",
      subtitle4: "Нашият автопарк",
      desc4:
        "За целите на дейността, Класик 2000 разполага със съвременен автопарк от около 50 товарни автомобила, състоящ се от влекачи с полуремаркета.",
    },

    services: {
      title: "Сервизни услуги",
      subtitle1: "Нашите услуги",
      desc1:
        "Предлагаме широк обхват от ремонтни услуги за тежкотоварни автомобили в собствен сервиз с нужното оборудване за:",
      item1: "диагностика;",
      item2:
        "ремонти и техническа поддръжка на товарни автомобили, влекачи, ремаркета и полуремаркета;",
      item3: "демонтаж и монтаж на тежки гуми;",
      item4: "професионални заваръчни дейности;",
      item5: "други услуги.",
      subtitle2: "Мобилен сервиз",
      desc2:
        "Към редовната сервизна услуга разполагаме и със специализиран мобилен сервиз за ремонти на аварирали товарни автомобили на пътя.",
      desc3:
        "Мобилният сервиз работи на запитване. Възможност за отзоваване в  почивни дни и извънработно време.",
    },

    storage: {
      title: "Склад и товарене & разтоварване",
      titleDesc:
        "Можем да предложим складова площ 1000 m² с възможност за разделяне на 2 х 500 m² и товаро-разтоварни операции с мотокар до 2,5 тона.",
      subtitle1: "Услуги",
      item1: "24 часова охрана",
      item2: "24 часово видео наблюдение на стоката",
      subtitle2: "Крос-док операции",
      desc: "Извършваме и крос-док операции. Можем временно да складираме Ваша стока и да я претоварим за доставка на друг автомобил в желано от Вас време.",
    },

    parking: {
      title: "Охраняем ТИР паркинг във Видин",
      titleDesc:
        "Паркингът се намира в базата ни. Локацията е удобна, защото се намира на влизане в град Видин. На около километър след отбивката за околовръстен път водещ към Дунав Мост 2.",
      subtitle1: "Предоставяме:",
      item1: "денонощна жива охрана;",
      item2: "24 часово видео наблюдение;",
      item3: "безплатен Wi-Fi интернет;",
      item4: "кафе машина;",
      item5: "WC.",
      subtitle2: "В близост:",
      item6: "център град Видин;",
      item7: "бензиностанция SHELL;",
      item8: "хранителни магазини и банки.",
    },
  },

  gallery: {
    title: "Галерия",
    titleDesc1: "Централен офис на Класик2000 в град Видин, България.",
    titleDesc2: "Сервизни помещения, ТИР паркинг и складове в един комплекс.",
  },

  contacts: {
    title: "Контакти",
    phoneTitle: "Телефон:",
    phoneDesc1: "+359 94 62 60 60 - офис",
    phoneDesc2: "+359 899 610 075 - сервиз (от 09ч до 17ч)",
    workingHoursTitle: "Работно време офис и сервиз:",
    workingHoursDesc1: "Понеделник - петък 09:00 - 17.30 ч.",
    workingHoursDesc2: "Почивни дни - събота и неделя",
    addressTitle: "Офис, сервизна база, паркинг",
    addressDesc1: "Южна промишлена зона (до КАТ)",
    addressDesc2: "Гр. Видин, България",
    addressDesc3: "GPS локация: 43.972651, 22.868933",
  },

  footer: {
    aboutUs: "За Класик 2000 ООД",
    services: "Транспортни услуги",
    cookies: "Политика за поверителност",
    project:
      "Подкрепа за средни предприятия за преодоляване на икономическите последствия от пандемията COVID-19",

    contacts: "Контакти",
    request: "Пишете ни",
    address1: "Град Видин, България",
    address2: "Южна промишлена зона",

    socials: "Социални мрежи",
    facebook: "Facebook страница",
  },

  covidSupport: {
    text: `<h1 style="text-align: center">
        Подкрепа за средни предприятия за преодоляване на икономическите
        последствия от пандемията COVID-19
      </h1>

      <div style="text-align: center">
        <img
          src=${europeanFund}
          alt="Covid Support"
          style="width: 300px"
        />
        <img
          src=${europeanFund2}
          alt="Covid Support"
          style="width: 300px"
        />
      </div>

      <p>
        Проект BG16RFOP002-2.077-0406-C01 e финансиран от Оперативна програма
        "Иновации и конкурентоспособност", съфинансирана от Европейския съюз
        чрез Европейския фонд за регионално развитие.
      </p>

      <div>
        <h2>КРАТКО ОПИСАНИЕ НА ПРОЕКТА</h2>
        <p>
          Настоящият проект се изпълнява от "КЛАСИК-2000" ООД, българско средно
          предприятие с основна дейност "Товарен автомобилен транспорт", код по
          КИД 2008 49.41 "Товарен автомобилен транспорт". Това е първи проект на
          фирмата и се реализира с финансовата подкрепата на Европейски съюз и
          Европейски фонд за регионално развитие. "КЛАСИК-2000" ООД, разработва
          настоящото проектно предложение за преодоляване икономическите
          последствия от пандемията COVID-19, в съответствие с Процедура
          BG16RFOP002-2.077 "Подкрепа за средни предприятия за преодоляване на
          икономическите последствия от пандемията COVID-19", по Оперативна
          програма "Иновации и конкурентоспособност" 2014-2020. Проектът се
          изпълнява в абсолютен синхрон с принципите на хоризонталните политики
          на ЕС, а именно насърчаване на равенството между мъжете и жените и на
          не дискриминацията, както и насърчаване на устойчивото развитие и
          опазването на околната среда. Проектът е с обща продължителност от 3
          месеца в съответствие с насоките за кандидатстване по процедурата,
          считано от датата на влизане в сила на административния договор за
          предоставяне на безвъзмездна финансова помощ от 03.02.2021 г. до
          03.05.2021 г.
        </p>
      </div>

      <div>
        <h2>ЦЕЛ НА ПРОЕКТА</h2>
        <p>
          Основна цел на настоящото проектно предложение е осигуряването на
          оперативен капитал за предприятието "КЛАСИК-2000" ООД за преодоляване
          на последиците от пандемията COVID-19, което от своя страна ще доведе
          до гарантиране на стабилен икономически растеж, запазване на работните
          места и постигане в дългосрочен план на устойчива заетост.
        </p>
      </div>

      <div>
        <h2>ОЧАКВАНИТЕ РЕЗУЛТАТИ</h2>
        <p>
          При успешното реализиране на настоящето проектно предложение се
          изразяват в постигане на положителен ефект "КЛАСИК-2000" ООД за
          преодоляване на икономическите последствия от пандемията COVID-19 и
          стабилност на работни места в дружеството. Очаква се предприятието да
          продължи дейността си за период от минимум 3 месеца след приключването
          на проекта.
        </p>
      </div>

      <div style="text-align: center">
        <img
          src=${europeanFund}
          alt="Covid Support"
          style="width: 300px"
        />
        <img
          src=${europeanFund2}
          alt="Covid Support"
          style="width: 300px"
        />
      </div>

      <div>
        <p>
          Проект и главна цел: BG16RFOP002-2.077-0406-C01 "Подкрепа за средни
          предприятия за преодоляване на икономическите последствия от
          пандемията COVID-19". Осигуряване на оперативен капитал и постигане на
          положителен ефект за преодоляване икономическите последствия от
          пандемията COVID-19 и стабилност на работните места.
        </p>
      </div>

      <div>
        <p>Бенефициент: КЛАСИК-2000 ООД</p>
        <p>
          Обща стойност: 150 000 лв., от които 127 500 лв. европейско и 22 500
          лв. национално съфинансиране.
        </p>
        <p>Начало: 03.02.2021 г.</p>
        <p>Край: 03.05.2021 г.</p>
      </div>

      <div>
        <p>
          Проект BG16RFOP002-2.077-0406-C01 "Подкрепа за средни предприятия за
          преодоляване на икономическите последствия от пандемията COVID-19"
          финансиран от Оперативна програма "Иновации и конкурентоспособност",
          съфинансирана от Европейския съюз чрез Европейския фонд за регионално
          развитие.
        </p>
      </div>

      <div>
        <p>
          Този документ е създаден с финансовата подкрепа на Оперативна програма
          "Иновации и конкурентоспособност" 2014-2020, съфинансирана от
          Европейския съюз чрез Европейския фонд за регионално развитие. Цялата
          отговорност за съдържанието на документа се носи от КЛАСИК-2000 ООД и
          при никакви обстоятелства не може да се приема, че този документ
          отразява официалното становище на Европейския съюз и Управляващия
          орган.
        </p>
      </div>

      <div>
        <p>Последна актуализация: 04.02.2021 г.</p>
      </div>`,
  },
};
