import styles from "./GDPR.module.css";

const GDPRComponent = () => {
  return (
    <div className={styles.container}>
      <h1 className={styles.title}>ПОЛИТИКА ЗА ПОВЕРИТЕЛНОСТ</h1>

      <div>
        <h2>ПРЕДМЕТ</h2>
        <p>
          Чл. 1. Настоящата ПОЛИТИКА ЗА ПОВЕРИТЕЛНОСТ (по-долу „Политиката“) е
          приета от „КЛАСИК-2000“ ООД, с ЕИК 123541852, (по-долу „КЛАСИК-2000“),
          в качеството му на администратор на лични данни, съобразно
          изискванията на Регламент (ЕС) 2016/679 на Европейския парламент и на
          Съвета от 27 април 2016 година относно защитата на физическите лица
          във връзка с обработването на лични данни и относно свободното
          движение на такива данни (по-долу „Общият регламент на ЕС относно
          защитата на данните“ или „ОРЗД“) и Закона за защита на личните данни
          (по-долу „ЗЗЛД“).
        </p>
        <p>
          Чл. 2. (1) Правото на поверителност на личните данни е основен
          приоритет на КЛАСИК-2000. КЛАСИК-2000 изпълнява стриктно приложимите
          разпоредби на националното и европейско законодателство по отношение
          на защитата и сигурното съхранение на личните данни на служители,
          контрагенти и партньори, както и на физическите лица, които са
          предоставили своите лични данни чрез формите за комуникация на
          Интернет страница с адрес https://classic2000.bg/ (по-долу „САЙТА“).
        </p>
        <p>
          (2) КЛАСИК-2000 спазва основните принципи, въведени като задължителни
          при обработването на лични данни: законосъобразност, добросъвестност и
          прозрачност, ограничение на целите, свеждане на данните до минимум,
          точност, ограничение на съхранението, цялостност и поверителност,
          отчетност.
        </p>
        <p>
          (3) Настоящата Политика за поверителност не обхваща изцяло дейността
          на КЛАСИК-2000, а цели да информира субектите на данни относно
          обработването на лични данни при ползването на Интернет страница с
          адрес https://classic2000.bg/
        </p>
      </div>

      <div>
        <h2>ДЕФИНИЦИИ</h2>
        <p>
          Чл. 3. Използваните в настоящата Политика термини имат значението,
          което е дефинирано в ОРЗД.
        </p>
      </div>

      <div>
        <h2>КОЙ ОБРАБОТВА ВАШИТЕ ЛИЧНИ ДАННИ?</h2>
        <p>
          Чл. 4. Администратор на лични данни е „КЛАСИК-2000“ ООД, с ЕИК
          123541852, със седалище и адрес на управление в гр. София, 1233, ул.
          Генерал Столетов №27, вх. В, ет. 8, ап. 27, с адрес на кореспонденция:
          гр. Видин, Южна промишлена зона /до КАТ/ автобаза Класик 2000.
        </p>
      </div>

      <div>
        <h2>ДАННИ ЗА КОНТАКТ С АДМИНИСТРАТОРА</h2>
        <p>Чл. 5. Администраторът има следните данни за кореспонденция:</p>
        <ul>
          <li>
            Адрес по седалище: гр. София, ул. Генерал Столетов №27, вх. В, ет.
            8, ап. 27;
          </li>
          <li>
            Адрес за кореспонденция: гр. Видин, Южна промишлена зона /до КАТ/
            автобаза Класик 2000
          </li>
          <li>Електронен адрес: ;</li>
          <li>Телефон: +359 94626060</li>
        </ul>
      </div>

      <div>
        <h2>КОГА ОБРАБОТВАМЕ ЛИЧНИ ДАННИ?</h2>
        <p>
          Чл. 6. КЛАСИК-2000 не събира лични данни самоцелно и без ограничение.
          КЛАСИК-2000 събира само онези лични данни, които са необходими за
          изпълнение на съответните законосъобразни дейности на дружеството.
          Дейностите, свързани с ползването на САЙТА, при които се обработват
          лични данни, са свързани с формите за комуникация на САЙТА, посочени
          по-долу.
        </p>
      </div>

      <div>
        <h2>ФИЗИЧЕСКИ ЛИЦА, ЧИИТО ЛИЧНИ ДАННИ ОБРАБОТВАМЕ</h2>
        <p>
          Чл. 7. Чрез САЙТА, КЛАСИК-2000 обработва лични данни на следните
          категории физически лица:
        </p>
        <ul>
          <li>Регистрирани потребители на САЙТА;</li>
          <li>
            Лица, които са предоставили свои лични данни чрез контактната форма
            и са направили заявка за транспортно-логистичните услуги на САЙТА;
          </li>
          <li>
            Кандидати за работа, които са предоставили свои лични данни чрез
            контактната форма за кандидатстване за работа на САЙТА;
          </li>
          <li>
            Лица, които са предоставили свои лични данни чрез контактна форма за
            запитвания чрез САЙТА.
          </li>
        </ul>
      </div>

      <div>
        <h2>КАТЕГОРИИ ЛИЧНИ ДАННИ, КОИТО ОБРАБОТВАМЕ</h2>
        <p>
          Чл. 8. (1) При изпълнение на дейностите, свързани със САЙТА,
          КЛАСИК-2000 обработва лични данни, предоставени директно от субектите
          на данни. В този смисъл субектите на данни сами определят обема от
          лични данни, които да предоставят с оглед различните цели. КЛАСИК-2000
          съхранява единствено личните данни, които са необходими за изпълнение
          на целите на обработването, като например:
        </p>
        <ul>
          <li>
            При регистрация в САЙТА или при ползване на формите за комуникация в
            САЙТА, изброени по-горе, КЛАСИК-2000 обработва единствено обикновени
            лични данни – имена, имейл адрес и телефонен номер;
          </li>
          <li>
            КЛАСИК-2000 обработва и личните данни, поместени в автобиографиите
            на лицата, които са ползвали контактната форма на САЙТА с цел
            кандидатстване за работа, например данни за имена, образованието,
            семейното положение, местоживеенето, местоработата, телефон,
            осигурителната история и пр.
          </li>
        </ul>
      </div>

      <div>
        <h2>ЦЕЛИ НА ОБРАБОТВАНЕ</h2>
        <p>
          Чл. 9. КЛАСИК-2000 обработва лични данни само за конкретни и легитимни
          цели и не ги обработва по-нататък по начин, несъвместим с установените
          цели. КЛАСИК-2000 обработва лични данни, получени чрез САЙТА, за
          следните цели:
        </p>
        <ul>
          <li>
            Подбор на служители по трудово право отношение, ако кандидатстването
            е през контактната форма на сайта;
          </li>
          <li>
            Предоставяне на информация за услугите на дружеството, в случай на
            получено запитване;
          </li>
          <li>
            Осъществяване на връзка с лица, които са заявили интерес към
            услугите на КЛАСИК-2000, с оглед търговската дейност на дружеството;
          </li>
          <li>
            Осъществяване на връзка с потенциални контрагенти или потребители
            посредством формите за комуникация на САЙТА, включително при
            заявяване на съгласие за получаване на съобщения от САЙТА;
          </li>
        </ul>
      </div>

      <div>
        <h2>ПРАВНИ ОСНОВАНИЯ ЗА ОБРАБОТВАНЕ</h2>
        <p>
          Чл. 10. В дейностите, свързани със САЙТА, КЛАСИК-2000 обработва лични
          данни на субекти на данни на основание чл. 6, параграф 1, буква „б” и
          буква „е“ от ОРЗД, а именно:
        </p>
        <ul>
          <li>
            б) обработването е необходимо за изпълнението на договор, по който
            субектът на данните е страна, или за предприемане на стъпки по
            искане на субекта на данните преди сключването на договор /например
            при заявка за транспортна услуга, изпратена чрез САЙТА/;
          </li>
          <li>
            е) обработването е необходимо за целите на легитимните интереси на
            администратора или на трета страна, освен когато пред такива
            интереси преимущество имат интересите или основните права и свободи
            на субекта на данните, които изискват защита на личните данни,
            по-специално когато субектът на данните е дете (например – за
            управление на запитванията, получени чрез формите за комуникация на
            САЙТА и управление на кандидатурите за работа, получени чрез САЙТА).
          </li>
        </ul>
      </div>

      <div>
        <h2>НА КОГО МОЖЕ ДА ПРЕДАДЕМ ИЛИ РАЗКРИЕМ ЛИЧНИ ДАННИ?</h2>
        <p>
          Чл. 11. (1) При изпълнение на дейности, свързани със САЙТА,
          КЛАСИК-2000 може да предаде или разкрие лични данни единствено на
          компетентни държавни органи, които по силата на нормативен акт имат
          правомощия да изискват от КЛАСИК-2000 предоставянето на информация,
          сред която и лични данни – съд, разследващи органи (органите на
          полицията, следствието, прокуратурата), ДАНС, надзорни/регулаторни
          органи;
        </p>
        <p>
          (2) КЛАСИК-2000 не предава лични данни на други държави, включително
          на държави извън ЕС.
        </p>
      </div>

      <div>
        <h2>СРОК НА СЪХРАНЕНИЕ НА ЛИЧНИТЕ ДАННИ</h2>
        <p>
          Чл. 12. Продължителността на съхранение на личните данни, събрани чрез
          САЙТА, зависи от целите на обработването, за които са събрани. При
          всички случаи личните данни се съхраняват за период не по-дълъг от
          предвидения в съответния нормативен акт срок. За личните данни,
          събрани чрез САЙТА, са определени следните срокове на съхранение:
        </p>
        <ul>
          <li>
            Лични данни, предоставени чрез контактната форма на сайта за
            кандидатстване за работа на САЙТА се съхраняват за срок до 6 (шест)
            месеца съобразно чл. 25к, ал. 1 от ЗЗЛД, освен ако кандидатът е дал
            своето изрично писмено съгласие за съхранение за по-дълъг срок;
          </li>
          <li>
            Лични данни, предоставени чрез контактната форма на сайта за заявка
            за транспортно-логистичните услуги на САЙТА, се съхраняват до
            преустановяване на комуникацията със съответното лице, освен ако
            страните не предприемат действия за сключване на договор;
          </li>
          <li>
            Лични данни, предоставени чрез Общата контактна форма за запитвания
            на САЙТА, се съхраняват за периода от получаване на запитването,
            искането или въпроса, до постигане на целта на обработването им
            и/или отпадане на правното основание за обработването на съответните
            лични данни;
          </li>
          <li>
            Лични данни на регистрирани на САЙТА потребители се съхраняват до
            прекратяване на регистрацията;
          </li>
        </ul>
      </div>

      <div>
        <h2>СИГУРНОСТ НА ЛИЧНИТЕ ДАННИ</h2>
        <p>
          Чл. 13. КЛАСИК-2000 прилага всички подходящи технически и
          организационни мерки за гарантиране сигурността на личните данни,
          включително минимизиране на обема обработвани лични данни, необходим
          за постигане на съответните цели; своевременно възстановяване на
          наличността и достъпа до личните данни, в случай на физически или
          технически инцидент; поемане на изрично задължение от служителите за
          поверителност, както и други мерки. Освен това, САЙТЪТ ползва Let's
          Encrypt сертификат, който предоставя ефективно криптиране на данните
          на потребителите по време на предаването им към уеб сървъра на САЙТА.
        </p>
      </div>

      <div>
        <h2>ПРАВА НА СУБЕКТИТЕ НА ДАННИТЕ</h2>
        <p>
          Чл. 14. Всяко физическо лице, чиито данни се обработват от
          КЛАСИК-2000, има следните права:
        </p>
        <ul>
          <li>
            право на достъп до личните му данни, включително да получи копие от
            тях;
          </li>
          <li>
            право на коригиране или допълване на неточни или непълни лични
            данни;
          </li>
          <li>
            право на изтриване на лични данни, които се обработват без правно
            основание;
          </li>
          <li>
            право на ограничаване на обработването – при наличие на правен спор
            между КЛАСИК-2000 и лицето – до неговото решаване или за
            установяването, упражняването или защитата на правни претенции;
          </li>
          <li>
            право на възражение – по всяко време и на основания, свързани с
            конкретната ситуация на лицето, при условие, че не съществуват
            убедителни законови основания за обработването, които имат
            предимство пред интересите, правата и свободите на субекта на данни,
            или съдебен процес;
          </li>
          <li>
            право на преносимост – само в случай, че личните данни се обработват
            по автоматичен начин на основание съгласие или договор;
          </li>
          <li>
            право да не бъде обект на изцяло автоматизирано решение, включващо
            профилиране, което поражда правни последствия за субекта на данните
            или го засяга в значителна степен.
          </li>
        </ul>
        <p>
          В съответствие с ОРЗД и ЗЗЛД, посочените по-горе права могат да се
          упражнят чрез подаване на писмено заявление по електронен път.
          Заявлението се отправя лично от субекта на данни или от упълномощено
          от него лице.{" "}
        </p>
        <p>
          {" "}
          KЛАСИК-2000 се произнася по искането на субекта на данни в 30-дневен
          срок от неговото подаване.
        </p>
      </div>

      <div>
        <h2>ЗАЩИТА НА ПРАВАТА НА СУБЕКТИТЕ НА ДАННИТЕ</h2>
        <p>
          Чл. 15. В съответствие със Закона за защита на личните данни и
          Регламент (ЕС) 2016/679, всяко физическо лице, което счита, че правото
          му на защита на личните му данни е нарушено, може да подаде жалба до
          Комисията за защита на личните данни на адрес: гр. София 1592, бул.
          „Проф. Цветан Лазаров” № 2, интернет страница: www.cpdp.bg.
        </p>
      </div>
    </div>
  );
};

export default GDPRComponent;
