import styles from "./TitleSection.module.css";

const TitleSection = () => {
  return (
    <div className={styles.titleContainer}>
      <h1 className={styles.title}>Защо ние да превозим товара ви?</h1>
      <p className={styles.description}>
        Класик 2000 ООД е фирма с основна дейност автомобилен международен
        транспорт на стоки, базирана в град Видин, България. Разполагаме с офис
        администрация, складова площ, паркинг и сервизни халета. Локацията
        предлага бърза и удобна връзка с Дунав мост-2 и международен път Е-79.
      </p>
      <p className={styles.description}>
        Предлаганите висококачествени услуги, както и бързите и съобразителни
        решения, ни отличават от повечето конкуренти. Главна роля в това заемат
        всички наши служители.
      </p>
      <p className={styles.description}>
        Днес Класик 2000 ООД си сътрудничи успешно с водещи компании в
        транспортната логистика и спедиторски фирми, както местни, така и
        европейски. Също така извършваме вътрешен товарен транспорт до всяко
        населено място в България.
      </p>
    </div>
  );
};

export default TitleSection;
