import React, { useState } from "react";
import styles from "./AccordionComponent.module.css";

const cargoTypes = (
  <div>
    <p>Видове товари:</p>
    <ul>
      <li>Групажни товари;</li>
      <li>Цели (комплектни) товари.</li>
    </ul>
  </div>
);
const otherOffers = (
  <div>
    <p>Други дейности на нашата организация:</p>
    <ul>
      <li>Експресни доставки с двама шофьори;</li>
      <li>Складиране в нашия базов логистичен център;</li>
      <li>
        Професионални съвети за особеностите при транспортиране на Вашите
        товари.
      </li>
    </ul>
  </div>
);

const accordionData = {
  germany: {
    title: (
      <>
        Товарен транспорт до <b>Германия</b> и обратно
      </>
    ),
    content: (
      <>
        <p>
          Всяка седмица от България до Германия Фирмата ни Класик 2000 ООД всяка
          седмица изпраща свои камиони от България към Германия и обратно за да
          превозват Вашите стоки. Сигурността на пратките Ви е с висок приоритет
          за нас. Германия е една от най-развитите икономически държави в
          Европа. Направете контакт с нас за да направим уточнения, договорим за
          цена и да Ви съдействаме за навременното доставяне на пратките ви.
        </p>
        <p>
          До Берлин, Мюнхен, Степханскирхен, Хамбург, Хоя, Салзберген,
          Бисенхофен, Гернсхайм или друг немски град ние ще превозим Вашата
          стока.
        </p>
        {cargoTypes}
        <div>
          <p>Специализирани товари:</p>
          <ul>
            <li>Дрехи на закачалки;</li>
            <li>Стоки от общ характер за бордови полуремаркета и фургони;</li>
            <li>Хранителни стоки без температурен режим.</li>
          </ul>
        </div>
        {otherOffers}
        <p>Разстояние от София до Германската столица Берлин: 1639 км.</p>
        <p>
          Германската икономика е най-голямата в Европа. Износът и вносът на
          Германия са огромни в различни сфери, което прави транспорта до там
          стратегически важен.
        </p>{" "}
      </>
    ),
  },
  romania: {
    title: (
      <>
        Товарен транспорт до <b>Румъния</b> и обратно
      </>
    ),
    content: (
      <>
        <p>
          Нашите влекачи стигат до Букурещ, Калафат, Турну Северин, Куртичи,
          Крайова, Орадеа, Арад, Карансебеш, а също и до всички селища и
          промишлени зони в северната ни съседка Румъния. Свържете се с нас за
          да включим и Вашите полезни товари.
        </p>
        {cargoTypes}
        <div>
          <p>Специални товари:</p>
          <ul>
            <li>Дрехи на закачалки;</li>
            <li>Опасни товари;</li>
            <li>Хранителни стоки.</li>
          </ul>
        </div>
        {otherOffers}
        <p>Разстояние от София до Букурещ: 296 км.</p>
      </>
    ),
  },
  greece: {
    title: (
      <>
        Товарен транспорт до <b>Гърция</b> и обратно
      </>
    ),
    content: (
      <>
        <p>
          Камиони от фирмата ни Класик 2000 ООД всяка седмица тръгват от
          България към Гърция и обратно за да превозват Вашите стоки. Внос или
          износ е лесно с нас.
        </p>
        <p>
          До Атина, Солун, Инофита, Аспропиргос, Ксанти, Волос, Тива, Катерини
          или друго гръцко селище ние ще превозим Вашия товар.
        </p>
        {cargoTypes}
        <div>
          <p>Специални товари:</p>
          <ul>
            <li>Дрехи на закачалки;</li>
            <li>Хранителни стоки без температурен режим;</li>
            <li>Стоки от общ характер за бордови полу ремаркета и фургони.</li>
          </ul>
        </div>
        {otherOffers}
        <p>
          Пътят от София до столицата на южната ни съседка Атина възлиза на 791
          км.
        </p>
      </>
    ),
  },
  netherlands: {
    title: (
      <>
        Товарен транспорт до <b>Нидерландия</b> и обратно
      </>
    ),
    content: (
      <>
        <p>
          Камиони от фирмата ни Класик 2000 ООД всяка седмица тръгват от
          България към Нидерландия и обратно за да превозват Вашите стоки.
          Разполагаме с ЧМР застраховки за камионите.
        </p>
        <p>
          До Амстердам, Бреда, Дуйвен, Хардервик, Ротердам, Нунспед, Влардинген,
          Розендал или друго холандско селище ние ще превозим Вашия товар.
        </p>
        {cargoTypes}
        <div>
          <p>Специални товари:</p>
          <ul>
            <li>Опасни товари;</li>
            <li>Дрехи на закачалки;</li>
            <li>Хранителни стоки без температурен режим;</li>
            <li>Стоки за бордови полуремаркета и фургони.</li>
          </ul>
        </div>
        {otherOffers}
        <p>Дължината на пътя от София до Амстердам е 2121 км.</p>
      </>
    ),
  },
  england: {
    title: (
      <>
        Товарен транспорт до <b>Англия</b> и обратно
      </>
    ),
    content: (
      <>
        <p>
          Нашите влекачи стигат до Лондон, Бирмингам, Манчестър, Ливерпул,
          Бирминган, Базилдон, Бристол, Даутън, Норич, а също и до всички селища
          във Великобритания.
        </p>
        <p>Разполагаме с камиони до 22 тона товароносимост.</p>
        {cargoTypes}
        <div>
          <p>Специални товари:</p>
          <ul>
            <li>Опасни товари;</li>
            <li>Дрехи на закачалки;</li>
            <li>Хранителни стоки без температурен режим.</li>
          </ul>
        </div>
        {otherOffers}
        <p>
          Пътят от София до Лондон (столицата на Велика Британия) е около 2444
          км.
        </p>
      </>
    ),
  },
  belgium: {
    title: (
      <>
        Товарен транспорт до <b>Белгия</b> и обратно
      </>
    ),
    content: (
      <>
        <p>
          Камиони от фирмата ни Класик 2000 ООД всяка седмица тръгват от
          България към Белгия и обратно за да превозват Вашите стоки. Направете
          контакт с нас за да уточним детайлите, Вашите нужди и да отговорим на
          въпросите Ви. Вижте нашите ЧМР-та в страницата с Документи.
        </p>
        <p>
          Нашите камиони ще достигнат до Брюксел, Монс, Аубанге, Антверпен,
          Тесендерло, Вилворде, Гробендонк, Опвик, Дерлик или друго белгийско
          селище или индустриална зона за да доставим Вашия товар.
        </p>
        {cargoTypes}
        <div>
          <p>Специални товари:</p>
          <ul>
            <li>Дрехи на закачалки;</li>
            <li>Хранителни стоки без температурен режим;</li>
            <li>Стоки за бордови полуремаркета и фургони.</li>
          </ul>
        </div>
        {otherOffers}
        <p>
          Разстоянието по пътната мрежа от София до Брюксел е 2077 километра.
        </p>
      </>
    ),
  },
  france: {
    title: (
      <>
        Товарен транспорт до <b>Франция</b> и обратно
      </>
    ),
    content: (
      <>
        <p>
          Камиони от фирмата ни Класик 2000 ООД всяка седмица тръгват от
          България към Франция и обратно за да превозват Вашите групажни пратки.
          Направете контакт с нас за да уточним детайлите по транспортирането.
        </p>
        <p>
          До Сейнт Куентин, Лион, Париж, Ла Басе, Артенай, Сейнт Мишел или друго
          френско селище ние ще превозим Вашия товар сигурно и надеждно. Можете
          да разчитате на нас.
        </p>
        {cargoTypes}
        <div>
          <p>Специални товари:</p>
          <ul>
            <li>Дрехи на закачалки;</li>
            <li>Хранителни стоки без температурен режим;</li>
            <li>Стоки за бордови полуремаркета и фургони.</li>
          </ul>
        </div>
        {otherOffers}
        <p>Пътят от София до столицата Париж възлиза на 2184 километра.</p>
      </>
    ),
  },
  sweden: {
    title: (
      <>
        Товарен транспорт до <b>Швеция</b> и обратно
      </>
    ),
    content: (
      <>
        <p>
          Нашите поддържани влекачи стигат до Гьотеборг, Гримсас, Йонкопинг,
          Стокхолм, Люнгби, Борас, а също и до всички селища в Швеция. Направете
          контакт с нас за да включим навреме и Вашите пратки в нашите курсове.
          Нашият професионализъм ще ви допадне. Обадете се за да договорим цена
          за вас.
        </p>
        {cargoTypes}
        <div>
          <p>Специални товари:</p>
          <ul>
            <li>Опасни товари;</li>
            <li>Дрехи на закачалки;</li>
            <li>Хранителни стоки без температурен режим.</li>
          </ul>
        </div>
        {otherOffers}
        <p>Пътят от София до Стокхолм е около 2678 км.</p>
      </>
    ),
  },
  denmark: {
    title: (
      <>
        Товарен транспорт до <b>Дания</b> и обратно
      </>
    ),
    content: (
      <>
        <p>
          Нашите поддържани камиони достигат до Копенхаген, Одензе, Валенсбаек,
          Фюр, Боркоп, Бранде, Алборг, Есберг, Аалборг, Боркоб, Хорсенс,
          Хернинг, а също и до всички селища в Дания. Направете контакт с нас за
          да включим навреме и Вашите пратки в нашите курсове. Нашия
          професионализъм е добре известен на нашите клиенти. Ще се уверите и
          вие. Обадете се за да договорим цена.
        </p>
        {cargoTypes}
        <div>
          <p>Специални товари:</p>
          <ul>
            <li>Дрехи на закачалки;</li>
            <li>Хранителни стоки без температурен режим.</li>
          </ul>
        </div>
        {otherOffers}
        <p>Пътят от София до Копенхаген е около 2066 километра.</p>
      </>
    ),
  },
  poland: {
    title: (
      <>
        Товарен транспорт до <b>Полша</b> и обратно
      </>
    ),
    content: (
      <>
        <p>
          Нашите влекачи стигат до Варшава, Чеховице, Белско Бяла, Вроцлав,
          Катовице, Голениов, Ополе, Блоние, а също и до всички населени места в
          Полша. ЧМР застраховки за Вашето спокойствие.
        </p>
        {cargoTypes}
        <div>
          <p>Специални товари:</p>
          <ul>
            <li>Опасни товари;</li>
            <li>Дрехи на закачалки;</li>
            <li>Хранителни стоки без температурен режим.</li>
          </ul>
        </div>
        {otherOffers}
        <p>Разстояние до Варшава (Полската столица) е около 1617 км.</p>
      </>
    ),
  },
  czech: {
    title: (
      <>
        Товарен транспорт до <b>Чехия</b> и обратно
      </>
    ),
    content: (
      <>
        <p>
          Нашите поддържани влекачи стигат до Прага, Косталов, Микуловице,
          Пилзен, Нивнице, Пардубице, а също и до всички селища в Чехия.
          Направете контакт с нас за да включим навреме и Вашите пратки в нашите
          курсове. Обадете се за да договорим цена за Вашия товар и доставка.
        </p>
        {cargoTypes}
        <div>
          <p>Специални товари:</p>
          <ul>
            <li>Опасни товари;</li>
            <li>Дрехи на закачалки;</li>
            <li>Хранителни стоки без температурен режим.</li>
          </ul>
        </div>
        {otherOffers}
        <p>От София до Прага е около 1065 км.</p>
      </>
    ),
  },
  italy: {
    title: (
      <>
        Товарен транспорт до <b>Италия</b> и обратно
      </>
    ),
    content: (
      <>
        <p>
          Фирмата ни Класик 2000 ООД всяка седмица изпраща свои камиони от
          България към Италия и обратно за да превозват Вашите стоки и товари.
          Сигурността на пратките Ви е с висок приоритет за нас.
        </p>
        <p>
          До Рим, Милано, Флоренция или друг италиански град ние ще превозим
          Вашата стока.
        </p>
        {cargoTypes}
        <div>
          <p>Специални товари:</p>
          <ul>
            <li>Дрехи на закачалки;</li>
            <li>Хранителни стоки без температурен режим;</li>
            <li>Стоки за бордови полуремаркета и фургони.</li>
          </ul>
        </div>
        {otherOffers}
        <p>
          Пътят от София до Рим - столица на Италианската република е 1681 км.
        </p>
      </>
    ),
  },
};

const AccordionComponent = () => {
  const [activeIndex, setActiveIndex] = useState(null);

  const toggleAccordion = (index) => {
    setActiveIndex(activeIndex === index ? null : index);
  };

  return (
    <div>
      {Object.keys(accordionData).map((key, index) => (
        <div className={styles.transportDescription} key={index}>
          <div onClick={() => toggleAccordion(index)}>
            {accordionData[key].title}
          </div>
          {activeIndex === index && (
            <div className={styles.transportDescriptionContent}>
              <p>{accordionData[key].content}</p>
            </div>
          )}
        </div>
      ))}
    </div>
  );
};

export default AccordionComponent;
